Repository: branchdev98/GOEftTappingiOS
Catalog: GO EFT Tapping/*.lproj/Localizable.strings
Languages: ar

source: EFT INTRO
ar: مقدمة عن الحرية الانفعالية

source: YOUR EFT
ar: الحرية الانفعالية الخاصة بك

source: REMINDERS
ar: التذكيرات

source: VISIT US
ar: بزيارتنا

# TRANSLATE
source: النسخة العربية ARABIC VERSION
ar: النسخة الإنجليزية ENGLISH VERSION

source: Record
ar: قم بالتسجيل

source: Record XXX
ar: XXX قم بالتسجيل

source: Recording XXX...
ar: ...XXX تسجيل

source: Record intensity
ar: قم بتسجيل الشدة

source: Recording intensity...
ar: تسجيل الشدة ...

source: My feeling or symptom is recorded
ar: تم تسجيل شعوري أوأعراضي

source: The intensity is recorded
ar: تم تسجيل الشّدة

source: My feeling or symptom is...
ar: شعوري أوأعراضي هي ....

source: The intensity is (0->10)...
ar: شدّة الأعراض (0-> 10) ...
